Repository: vikiss/caramnesis
Catalog: application/Locale/*/LC_MESSAGES/messages.po
Languages: lt_lt

# FEEDBACK_UNKNOWN_ERROR
source: Unknown error occurred!
lt_lt: Atsitiko kažkokia neaiški klaida!

# FEEDBACK_DELETED
source: Your account has been deleted.
lt_lt: Paskyra ištrinta.

# FEEDBACK_PASSWORD_WRONG_3_TIMES
source: You have typed in a wrong password 3 or more times already. Please wait 30 seconds to try again.
lt_lt: Tris kartus iš eilės įrašytas klaidingas slaptažodis. Bandyti dar kartą galima po 30 sekundžių.

# FEEDBACK_ACCOUNT_NOT_ACTIVATED_YET
source: Your account is not activated yet. Please click on the confirm link in the mail.
lt_lt: Registracija dar neaktyvuota, paspausk nuorodą, kurią gavai el. paštu.

# FEEDBACK_USERNAME_OR_PASSWORD_WRONG
source: The username or password is incorrect. Please try again.
lt_lt: Vartotojo vardas ar slaptažodis klaidingi. Pabandyk vėl, gal pavyks.

# FEEDBACK_USER_DOES_NOT_EXIST
source: This user does not exist.
lt_lt: Tokio vartotojo nėra.

# FEEDBACK_LOGIN_FAILED
source: Login failed.
lt_lt: Prisijungti nepavyko.

# FEEDBACK_LOGIN_FAILED_3_TIMES
source: Login failed 3 or more times already. Please wait 30 seconds to try again.
lt_lt: Prisijungti nepavyko jau daugiau nei tris kartus. Galima bandyti vėl po 30 sekundžių.

# FEEDBACK_USERNAME_FIELD_EMPTY
source: Username field was empty.
lt_lt: Vartotojo vardo laukelis tuščias.

# FEEDBACK_PASSWORD_FIELD_EMPTY
source: Password field was empty.
lt_lt: Slaptažodžio laukelis tuščias.

# FEEDBACK_USERNAME_OR_PASSWORD_FIELD_EMPTY
source: Username or password field was empty.
lt_lt: Vartotojo vardo ar slaptažodžio laukelis tuščias.

# FEEDBACK_USERNAME_EMAIL_FIELD_EMPTY
source: Username / email field was empty.
lt_lt: Vartotojo vardo ar el. pašto laukelis tuščias.

# FEEDBACK_EMAIL_FIELD_EMPTY
source: Email field was empty.
lt_lt: El. pašto laukelis tuščias.

# FEEDBACK_EMAIL_AND_PASSWORD_FIELDS_EMPTY
source: Email and password fields were empty.
lt_lt: El. pašto ir slaptažodžio laukeliai tušti.

# FEEDBACK_USERNAME_SAME_AS_OLD_ONE
source: Sorry, that username is the same as your current one. Please choose another one.
lt_lt: Vartotojo vardas sutampa su buvusiu, pasirink kitą.

# FEEDBACK_USERNAME_ALREADY_TAKEN
source: Sorry, that username is already taken. Please choose another one.
lt_lt: Toks vartotojo vardas jau registruotas, pasirink kokį kitą.

# FEEDBACK_USER_EMAIL_ALREADY_TAKEN
source: Sorry, that email is already in use. Please choose another one.
lt_lt: Toks el. pašto adresas jau registruotas, pasirink kokį kitą.

# FEEDBACK_USERNAME_CHANGE_SUCCESSFUL
source: Your username has been changed successfully.
lt_lt: Vartotojo vardas pakeistas sėkmingai.

# FEEDBACK_USERNAME_AND_PASSWORD_FIELD_EMPTY
source: Username and password fields were empty.
lt_lt: Vartotojo vardo ir slaptažodžio laukeliai tušti.

# FEEDBACK_USERNAME_DOES_NOT_FIT_PATTERN
source: Username does not fit the name pattern: only a-Z and numbers are allowed, 2 to 64 characters.
lt_lt: Vartotojo vardas gali būti sudarytas tik iš lotyniškos abėcėlės raidžių ir skaičių, ne trumpesnis kaip du ženklai ir ne ilgesnis kaip 64 ženklai.

# FEEDBACK_EMAIL_DOES_NOT_FIT_PATTERN
source: Sorry, your chosen email does not fit into the email naming pattern.
lt_lt: Pasirinktas el. pašto adresas neatitinka įprastinio el. pašto adresų formato.

# FEEDBACK_EMAIL_SAME_AS_OLD_ONE
source: Sorry, that email address is the same as your current one. Please choose another one.
lt_lt: Nurodytas el. pašto adresas sutampa su dabartiniu. pasirtinkite kokį kitą.

# FEEDBACK_EMAIL_CHANGE_SUCCESSFUL
source: Your email address has been changed successfully.
lt_lt: El. pašto adresas pakeistas sėkmingai.

# FEEDBACK_CAPTCHA_WRONG
source: The entered captcha security characters were wrong.
lt_lt: Ženklai iš paveikslėlio įrašyti klaidingai.

# FEEDBACK_PASSWORD_REPEAT_WRONG
source: Password and password repeat are not the same.
lt_lt: Slaptažodis nesutampa su pakartojimu.

# FEEDBACK_PASSWORD_TOO_SHORT
source: Password has a minimum length of 6 characters.
lt_lt: Slaptažodis turi būti ne trumpenis nei 6 ženklai.

# FEEDBACK_USERNAME_TOO_SHORT_OR_TOO_LONG
source: Username cannot be shorter than 2 or longer than 64 characters.
lt_lt: Vartotojo vardas negali būti trumpesnis kaip du ženklai ir ilgesnis kaip 64 ženklai.

# FEEDBACK_ACCOUNT_SUCCESSFULLY_CREATED
source: Your account has been created successfully and we have sent you an email. Please click the VERIFICATION LINK within that mail.
lt_lt: Vartotojas sukurtas sėkmingai. Nurodytu el. paštu išsiųsta patvirtinimo nuoroda, kurią paspaudus registracija bus aktyvuota.

# FEEDBACK_VERIFICATION_MAIL_SENDING_FAILED
source: Sorry, we could not send you an verification mail. Your account has NOT been created.
lt_lt: Vartotojas nesukurtas: nepavyko išsiųsti kontrolinio pranešimo el. paštu.

# FEEDBACK_ACCOUNT_CREATION_FAILED
source: Sorry, your registration failed. Please go back and try again.
lt_lt: Registracija nepavyko. Reikėtų pabandyti dar sykį, gal pavyks.

# FEEDBACK_VERIFICATION_MAIL_SENDING_ERROR
source: Verification mail could not be sent due to:
lt_lt: Nepavyko išsiųsti kontrolinio el. pašto dėl tokių dalykų:

# FEEDBACK_VERIFICATION_MAIL_SENDING_SUCCESSFUL
source: A verification mail has been sent successfully.
lt_lt: Kontrolinė el. pašto žinutė išsiųsta sėkmingai.

# FEEDBACK_ACCOUNT_ACTIVATION_SUCCESSFUL
source: Activation was successful! You can now log in.
lt_lt: Aktyvavimas pavyko, galima prisijungti.

# FEEDBACK_ACCOUNT_ACTIVATION_FAILED
source: Sorry, no such id/verification code combination here...
lt_lt: Tokios kontrolinio kodo kombinacijos čia nėra, kažkas ne taip...

# FEEDBACK_PASSWORD_RESET_TOKEN_FAIL
source: Could not write token to database.
lt_lt: Nepavyko įrašyti kodo į duomenų bazę.

# FEEDBACK_PASSWORD_RESET_TOKEN_MISSING
source: No password reset token.
lt_lt: Nėra slaptažodžio keitimo kodo.

# FEEDBACK_PASSWORD_RESET_MAIL_SENDING_ERROR
source: Password reset mail could not be sent due to:
lt_lt: Slaptažodžio pakeitimo žinutės nepavyko išsiusti el paštu:

# FEEDBACK_PASSWORD_RESET_MAIL_SENDING_SUCCESSFUL
source: A password reset mail has been sent successfully.
lt_lt: Sėkmingai išsiųsta slaptažodžio pakeitimo žinutė el. paštu.

# FEEDBACK_PASSWORD_RESET_LINK_EXPIRED
source: Your reset link has expired. Please use the reset link within one hour.
lt_lt: Slaptažodžio pakeitimo nuoroda nebegalioja. Ją reikia panaudoti per vieną valandą.

# FEEDBACK_PASSWORD_RESET_COMBINATION_DOES_NOT_EXIST
source: Username/Verification code combination does not exist.
lt_lt: Tokios slaptažodžio pakeitimo kombinacijos nėra, či kažkas ne taip...

# FEEDBACK_PASSWORD_RESET_LINK_VALID
source: Password reset validation link is valid. Please change the password now.
lt_lt: Slaptažodžio pakeitimo nuoroda priimta. Galima pakeisti slaptažodį.

# FEEDBACK_PASSWORD_CHANGE_SUCCESSFUL
source: Password successfully changed.
lt_lt: Slaptažodis sėkmingai pakeistas.

# FEEDBACK_PASSWORD_CHANGE_FAILED
source: Sorry, your password changing failed.
lt_lt: nepavyko pakeisti slaptažodžio.

# FEEDBACK_PASSWORD_NEW_SAME_AS_CURRENT
source: New password is the same as the current password.
lt_lt: Naujas slaptažodis sutampa su dabartiniu.

# FEEDBACK_PASSWORD_CURRENT_INCORRECT
source: Current password entered was incorrect.
lt_lt: Dabartinis slaptažodis įrašytas neteisingai.

# FEEDBACK_COOKIE_INVALID
source: Your remember-me-cookie is invalid.
lt_lt: Prisijungimo atminties cookie negaliojantis.

# FEEDBACK_COOKIE_LOGIN_SUCCESSFUL
source: You were successfully logged in via the remember-me-cookie.
lt_lt: Pavyko prisijungti per cookie.

# FEEDBACK_CAR_CREATION_FAILED
source: Car creation failed.
lt_lt: Nepavyko sukurti automobilio.

source: Login here
lt_lt: Prisijunk

# LOGIN_USERNAME_OR_EMAIL
source: Username or email
lt_lt: Vartotojo vardas arba el. pašto adresas

# LOGIN_PASSWORD
source: Password
lt_lt: Slaptažodis

# LOGIN_REMEMBER_ME
source: Remember me for 2 weeks
lt_lt: Prisiminti mane 2 savaites

# LOGIN_LOG_IN
source: Log in
lt_lt: Prisijungti

# LOGIN_FORGOT_MY_PASSWORD
source: I forgot my password
lt_lt: Pamiršau slaptažodį

# LOGIN_NO_ACCOUNT_YET
source: No account yet ?
lt_lt: Naujas vartotojas?

# LOGIN_REGISTER_NEW_USR
source: Register
lt_lt: Registruotis

# REGISTER_NEW_ACCOUNT
source: Register a new account
lt_lt: Registruoti naują vartotoją

# REGISTER_USERNAME
source: Username (letters/numbers, 2-64 chars)
lt_lt: Vartotojo vardas (raidės ir skaičiai, nuo 2 iki 64 ženklų)

# REGISTER_EMAIL
source: email address (a real address)
lt_lt: el. pašto adresas (realus, jį reikės patikrinti)

# REGISTER_PASSWORD
source: Password (6+ characters)
lt_lt: Slaptažodis (ne mažiau 6 ženklų)

# REGISTER_REPEAT_PASSWORD
source: Repeat your password
lt_lt: Pakartoti slaptažodį

# REGISTER_ENTER_CAPTCHA
source: Please enter above characters
lt_lt: Įrašyk paveikslėlyje matomus ženklus

# REGISTER_RELOAD_CAPTCHA
source: Reload Captcha
lt_lt: pakeisti paveikslėlį

# REGISTER_REGISTER
source: Register
lt_lt: Registruotis

# HERO_BLURB
source: Everything that ever happened to your car
lt_lt: Viskas, kas buvo atsitikę mano automobiliui

# HERO_WRITEUP
source: allows you to enter and store events associated with your car (oil change, belt replacement, brake job, that time you backed into a mailbox post, your restoration project accomplishments, etc.). Service providers (mechanics, body shops, spare parts vendors, etc.), upon your authorisation, can look at your data and see the history of your car.
lt_lt: leidžia įrašyti ir saugoti visus įvykius, susijusius su automobilio priežiūra ir eksploatavimu (pvz. tepalų, dirželio, stabdžių kaladėlių keitimas, arba tas kartas kai važiuojant atbulomis atsitrenkėte į klastingai išdygusį gelžbetoninį stulpą prekybos centro aikštelėje). Su automobilio istorija gali susipažinti tie paslaugų teikėjai (autoservisai, detalių pardavėjai ir pan.), kuriems automobilio savininkas duoda tokią teisę.

# MENU_INDEX
source: Home
lt_lt: Į pradžią

# MENU_MY_CARS
source: My cars
lt_lt: Mano automobiliai

# MENU_LOGIN
source: Login
lt_lt: Prisijungti

# MENU_REGISTER
source: Register
lt_lt: Registruotis

# MENU_MY_ACCOUNT
source: My Account
lt_lt: Mano paskyra

# MENU_LOGOUT
source: Logout
lt_lt: Išeiti

# MENU_ABOUT_CARAMNESIS
source: About MotorGaga
lt_lt: Apie MotorGaga

# PWCHANGE_REQUEST
source: Request a password reset
lt_lt: Slaptažodžio atnaujinimas

# PWCHANGE_ENTER_YOUR_DATA
source: Enter your username or email and you'll get a mail with instructions:
lt_lt: Įrašyk vartotojo vardą ar el. pašto adresą ir gausi žinutę su instrukcijomis:

# PWCHANGE_SEND_IT_TO_ME
source: Send me a password-reset mail
lt_lt: Siųsti man žinutę

# PWCHANGE_SET
source: Set new password
lt_lt: Įrašyk naują slaptažodį

# PWCHANGE_NEW_PWD
source: New password (min. 6 characters)
lt_lt: Naujas slaptažodis (ne mažiau 6 simbolių)

# PWCHANGE_NEW_REPEAT
source: Repeat new password
lt_lt: Pakartoti naują slaptažodį

# PWCHANGE_NEW_SUBMIT
source: Submit new password
lt_lt: Išsaugoti naują slaptažodį

# PWCHANGE_BACK_TO_LOGIN
source: Back to Login Page
lt_lt: Grįžti į prisijungimo puslapį

# LOGIN_VERIFICATION
source: Verification
lt_lt: Patikra

# LOGIN_BACK_TO_HOMEPAGE
source: Go back to home page
lt_lt: Grįžtį į pradžią

# NEWCAR_ADD
source: Add a new car
lt_lt: Pridėti automobilį

source: Save
lt_lt: Išsaugoti

source: Edit
lt_lt: Keisti

# NEWCAR_FRIENDLY_NAME
source: Nickname
lt_lt: Pravardė

# NEWCAR_FRIENDLY_NAME_PLACEHOLDER
source: e.g. my rolling heap of junk #3
lt_lt: pvz. paliegęs kuinas Nr.3

# NEWCAR_VIN
source: VIN
lt_lt: Kėbulo Nr. (VIN)

# NEWCAR_MAKE
source: Make
lt_lt: Gamintojas

# NEWCAR_MODEL
source: Model
lt_lt: Modelis

# NEWCAR_PLATES
source: License plates
lt_lt: Valst. Nr.

source: Event content
lt_lt: Įrašo turinys

source: Event type
lt_lt: Įrašo tipas

source: Event odo
lt_lt: Rida

source: Event date
lt_lt: Data

# EVENT_AMOUNT
source: Money spent
lt_lt: Išleista pinigų

# UPLOAD_IMAGES
source: Add photo(s)
lt_lt: Nuotrauka/-os

# DROP_IMAGES
source: Drag and drop photos here
lt_lt: Čia galima įmesti nuotrauką(s)

source: Event created
lt_lt: Įrašas sukurtas

# INTERNATIONALIZATION TEST
source: This is none other than a mo file
lt_lt: Čia ne kas kitas kaip mo failas rašo

# TAG_MAINTENANCE
source: Maintenance
lt_lt: Aptarnavimas

# TAG_REPAIR
source: Repairs
lt_lt: Remontas

# TAG_SPARES
source: Spare parts
lt_lt: Detalės

# TAG_WHEELS
source: Wheels
lt_lt: Ratai

# TAG_FUEL
source: Fuel
lt_lt: Kuras

# TAG_RESTORATION
source: Restoration
lt_lt: Restauravimas

# TAG_OTHER
source: Other
lt_lt: Kita

# REGISTRATION_WRITEUP
source: is free. We will not send you any emails, except when it is necessary to confirm your identity (e.g. when registering or recovering forgotten password, etc.).
lt_lt: naudojimas yra nemokamas. Nesiųsime jokių pranešimų el. paštu, išskyrus tuos atvejus, kai jie reikalingi tapatybei patvirtinti (registruojantis, pamiršus slaptažodį ar pan.).

source: Edit car
lt_lt: Automobilio redagavimas

# EVENT_REVISIONS
source: Revisions
lt_lt: Redagavimo istorija

source: Delete
lt_lt: Ištrinti

source: Edit Event
lt_lt: Įrašo redagavimas

# BIT_ODO
source: Odometer reading
lt_lt: Rida

# BIT_WHEEL_SIZE
source: Wheel dimensions
lt_lt: Ratų diskų išmatavimai

# BIT_TYRE_SIZE
source: Tyre dimensions
lt_lt: padangų išmatavimai

# BIT_TYRE_TYPE
source: Tyre type
lt_lt: Padangų tipas

# BIT_WINDSHIELD_WIPER
source: Windshield wiper type
lt_lt: Valytuvų išmatavimai

# BIT_OTHER
source: Other bit of info
lt_lt: Kita informacija

# FEEDBACK_CAR_EDIT_FAILED
source: Car data save failed
lt_lt: Nepavyko išsaugoti automobilio duomenų

# FEEDBACK_EVENT_SAVED
source: Edits to post saved
lt_lt: Įrašo pakeitimai išsaugoti

# FEEDBACK_EVENT_DELETED
source: Event deleted
lt_lt: Įrašas ištrintas

# FEEDBACK_EVENT_EDIT_FAILED
source: Event edit failed
lt_lt: Įrašo redagavimas nepavyko

# FEEDBACK_CAR_EDIT_SUCCESS
source: Car data saved
lt_lt: Automobilio duomenys išsaugoti

# BIT_PROD_DATE
source: Production date
lt_lt: Gamybos data

# BIT_DISPLACEMENT
source: Engine displacement
lt_lt: Darbinis tūris

# BIT_POWER_HP
source: Power (HP)
lt_lt: Galia, AG

# BIT_POWER KW
source: Power (kW)
lt_lt: Galia, kW

# BIT_FUEL_TYPE
source: Fuel type
lt_lt: Kuro rūšis

# BIT_COLOR_CODE
source: Color code
lt_lt: Spalvos kodas

# BIT_TRIM_COLOR_CODE
source: Trim color code
lt_lt: Apdailos spalvos kodas

# BIT_NO_SEATS
source: Number of passengers
lt_lt: Vietų skaičius

# BIT_NO_DOORS
source: Number of doors
lt_lt: Durų skaičius

# BIT_TRANS_TYPE
source: Transmission type
lt_lt: Transmisijos tipas

# BIT_GVWR
source: GVWR
lt_lt: Leidžiama maksimali masė

source: Messages
lt_lt: Pranešimai

# MESSAGE_SENDER
source: From
lt_lt: Nuo

# MESSAGE_TIME
source: When
lt_lt: Kada

# MESSAGE_SUBJECT
source: Subject
lt_lt: Tema

# MESSAGE_STATUS
source: Status
lt_lt: Būklė

source: Message inbox
lt_lt: Gauti pranešimai

# MESSAGE_RE
source: RE
lt_lt: Ats

# MESSAGE_NEW_MESSAGE
source: Compose
lt_lt: Naujas pranešimas

# MESSAGE_SENT_MESSAGES
source: Outbox
lt_lt: Išsiųsti pranešimai

# MESSAGE_FROM
source: From
lt_lt: Nuo

# MESSAGE_TO
source: To
lt_lt: Kam

# MESSAGE_BODY
source: Message
lt_lt: Pranešimo turinys

# PROXY_CAR_ADD
source: Add other users car
lt_lt: Pridėti kito vartotojo automobilį

# CAR_IDENTIFICATION
source: Identification
lt_lt: Identifikavimas

# CAR_ATTRIBUTES
source: Attributes
lt_lt: Atributai

# CAR_PERMISSIONS
source: Permissions
lt_lt: Prieiga

source: Delete car
lt_lt: Ištrinti automobilį

source: Cancel
lt_lt: Atšaukti

source: Return
lt_lt: Grįžti

# ARE_YOU_REALLY_REALLY_SURE
source: Are you sure you want to do this?
lt_lt: Ar tikrai?

# WARNING_NOT_UNDOABLE
source: This operation cannot be undone.
lt_lt: Šio veiksmo nebebus galima atšaukti.

# NEWCAR_YEAR
source: Year of production
lt_lt: Gamybos metai

# NEWCAR_VARIANT
source: Engine and/or trim version
lt_lt: Variantas / modifikacija

source: Your profile
lt_lt: Vartotojo profilis

source: Username
lt_lt: Vartotojo vardas

# USER_EMAIL
source: Email
lt_lt: El. paštas

# USER_CREATION_TIMESTAMP
source: Joined
lt_lt: Prisiregistravimo data

# USER_LAST_LOGIN_TIMESTAMP
source: Last login
lt_lt: Paskutinis prisijungimas

# USER_LANGUAGE
source: Language
lt_lt: Kalba

# USER_CURRENCY
source: Currency
lt_lt: Valiuta

# USER_DISTANCE_UNITS
source: Distance unit
lt_lt: Atstumo vienetai

# USER_CONSUMPTION_UNITS
source: Consumption unit
lt_lt: Kuro suvartojimo vienetai

# USER_HOMETOWN
source: Hometown
lt_lt: Miestas

# USER_STATE
source: Region/state
lt_lt: Rajonas/valstija

# USER_COUNTRY
source: Country
lt_lt: Valstybė

# LANG_LT
source: Lithuanian
lt_lt: Lietuviškai

# PICK_A_LANGUAGE
source: Choose language
lt_lt: Pasirinkti kalbą

# PICK_YOUR_DISTANCE_UNIT
source: Choose your currency
lt_lt: Pasirinkti atstumo vienetus

# DISTANCE_UNIT_km
source: kilometers
lt_lt: kilometrai

# DISTANCE_UNIT_mi
source: miles
lt_lt: mylios

# PICK_YOUR_CONSUMPTION_UNTI
source: Choose fuel consumption unit
lt_lt: Pasirinkti kuro suvartojimo vienetus

# CONSUMPTION_UNIT_eu
source: l per 100 km
lt_lt: litrai 100 km

# CONSUMPTION_UNIT_uk
source: imperial miles per gallon (UK)
lt_lt: mylios galonui (UK)

# CONSUMPTION_UNIT_us
source: US miles per gallon
lt_lt: mylios galonui (US)

# PICK_YOUR_COUNTRY
source: Choose country
lt_lt: Pasirinkti šalį

# COUNTRY_lt
source: Lithuania
lt_lt: Lietuva

# MESSAGE_RECIPIENT
source: Recipient
lt_lt: Gavėjas

# MESSAGE_SEND
source: Send message
lt_lt: Siųsti pranešimą

# MESSAGE_SEND_SUCCESSFUL
source: Message sent
lt_lt: Pranešimas išsiųstas

# MESSAGE_SEND_FAILED
source: Message not sent
lt_lt: Nepavykio išsiųsti pranešimo

# FEEDBACK_CAR_NAME_ALREADY_EXISTS
source: You already have a car with this name
lt_lt: Automobilis tokiu pavadinimu jau yra jūsų paskyroje

# FEEDBACK_CAR_DELETION_FAILED
source: Car deletion failed
lt_lt: Nepavyko panaikinti automobilio

# FEEDBACK_CAR_DELETION_SUCCESS
source: Car deleted
lt_lt: Automobilis panaikintas

# ACCESS_RESTRICTION
source: Access restricted
lt_lt: Prieiga ribojama

# FEEDBACK_CAR_ACCESS_EDIT_SUCCESS
source: Car access settings saved
lt_lt: Automobilio prieigos duomenys išsaugoti

# FEEDBACK_CAR_ACCESS_EDIT_FAILED
source: Car access settings failed to save
lt_lt: Nepavyko išsaugoti automobilio prieigos duomenų

# FEEDBACK_EVENT_CREATION_FAILED
source: Event not created
lt_lt: nepavyko sukurti įrašo

# MESSAGE_QUOTED
source: -----Original Message-----
lt_lt: -----Gautas pranešimas-----

# MAKE_CAR_PRIVATE
source: Make your car profile private
lt_lt: Padaryti automobilį nematomu viešai

# MAKE_CAR_PUBLIC
source: Make your car profile public
lt_lt: Padaryti automobilį viešai matomu

# PUBLIC_TAGS
source: Car privacy settings
lt_lt: Automobilio privatumo nuostatos

# PUBLIC_TAGS_INFO_PRIVATE
source: Your car is now only visible to yourself and people or businesses you explicitly enabled.
lt_lt: Automobilis gali būti matomas tik jums ir tiems, kam patys suteikėte prieigą.

# PUBLIC_TAGS_INFO_PUBLIC
source: Your car is now searchable and visible to the public. Events that are not marked public and car identification data are hidden.
lt_lt: Automobilio profilis gali būti viešai matomas ir randamas. Įrašai, kurie nėra pažymėti viešais, ir automobilio identifikaciniai duomenys, nėra viešai matomi.

# TAG_PUBLIC
source: Public entry
lt_lt: Viešas įrašas

# TAG_PRIVATE
source: Private entry
lt_lt: Privatus įrašas

# MESSAGE_REPLY
source: Reply
lt_lt: Atsakyti

# DELETE_CAR_DATA_BIT
source: Delete attribute
lt_lt: Ištrinti atributą

# EDIT_CAR_DATA_BIT
source: Edit attribute
lt_lt: Redaguoti atributą

source: Car owner
lt_lt: Automobilio savininkas

source: Find
lt_lt: Rasti

# INSUFFICIENT PERMISSION TO ACCESS OTHER USERS CAR
source: Access to other users car restricted
lt_lt: Prieiga prie kito vartotojo automobilio neleidžiama

source: No cars found
lt_lt: Automobilių nerasta

# CAR_AUTHORISED_USERS
source: Authorised users
lt_lt: Įgalioti vartotojai

# ADD_AUTHORISED_USER_TO_YOUR_CAR
source: Add authorised user to this car
lt_lt: Pridėti įgaliotą vartotoją/paslaugų teikėją

# PROVIDER_USER_NAME
source: Authorised users username
lt_lt: Įgaliotojo paslaugų teikėjo vartotojo vardas

source: Add
lt_lt: Pridėti

# THESE_USERS_CAN_WORK_ON_YOUR_CAR
source: These users can edit your car data
lt_lt: Šie vartotojai įgalioti redaguoti automobilio paskyrą

source: Remove
lt_lt: Pašalinti

source: Disable access for this user
lt_lt: Panaikinti vartotojo įgaliojimą

# USER_%s_HAS_GIVEN_ACCESS_TO_CAR_%s
source: User %s has given you access to their car %s.
lt_lt: Vartotojas %s suteikė prieigą prie savo automobilio %s.

# NEW_CAR_AVAILABLE_FOR_EDIT
source: New car availble for editing
lt_lt: Naujas įgaliojimas redaguoti automobilį

# OTHER_PEOPLES_CARS
source: Other users cars
lt_lt: Kitų vartotojų automobiliai

source: Request sent
lt_lt: Užklausa išsiųsta

source: Request not sent
lt_lt: Užklausos išsiųsti nepavyko

# USER_%s_HAS_REQUESTED_ACCESS_TO_CAR_%s
source: User %s requests permission to edit your car %s. If you agree, follow the link below:
lt_lt: Vartotojas %s prašo leidimo redaguoti jūsų automobilį %s. Jei sutinkate, sekite šia nuoroda:

source: New car access request
lt_lt: Automobilio prieigos prašymas

# USER_%s_HAS_REQUESTED_ACCESS_TO_THIS_CAR_HIT_ADD_IF_OK
source: User %s has requested access to this car. Hit ADD if you are OK with this.
lt_lt: Vartotojas %s prašo prieigos prie šio automobilio. Jei sutinkate, spauskite PRIDĖTI.

source: New record
lt_lt: Naujas įrašas

source: Find cars
lt_lt: Rasti automobilius

source: View
lt_lt: Žiūrėti

source: Filter
lt_lt: Filtruoti

source: Event types
lt_lt: Įrašų tipai

source: All
lt_lt: Visi

# DISTANCE_km
source: kilometres
lt_lt: kilometrai

# FEEDBACK_LANGUAGE_CHANGE_SUCCESSFUL
source: Language succesfully changed
lt_lt: Kalba sėkmingai pakeista

# EMAIL_VERIFICATION_FROM_NAME
source: MotorGaga registration confirmation
lt_lt: MotorGaga registracijos patvirtinimas

# EMAIL_PASSWORD_RESET_CONTENT
source: Please click on this link to reset your password:
lt_lt: Slaptažodžio keitimo nuoroda:

# EMAIL_PASSWORD_RESET_FROM_NAME
source: MotorGaga registration
lt_lt: MotorGaga registracija

# EMAIL_PASSWORD_RESET_SUBJECT
source: Password reset for MotorGaga
lt_lt: MotorGaga slaptažodžio keitimas

# EMAIL_VERIFICATION_SUBJECT
source: MotorGaga account activation
lt_lt: MotorGaga paskyros aktyvavimas

# EMAIL_VERIFICATION_CONTENT
source: Please click on this link to activate your account:
lt_lt: Paskyros aktyvavimo nuoroda:

# PICK_A_MAKE_AND_YEAR_FIRST
source: Please pick car make and year first
lt_lt: Pasirinkite gamintoją ir metus

# PICK_A_MAKE_AND_MODEL_FIRST
source: Please pick car make and model first
lt_lt: Pasirinkite gamintoją ir modelį

# NEW_MESSAGE_NOTIFICATION_FROM_%s
source: New message from %s on MotorGaga.com
lt_lt: MotorGaga gautas naujas pranešimas nuo %s

# NOTIFICATION_READ_AND_REPLY_LINK
source: To read and reply to this message on MotorGaga.com, follow this link:
lt_lt: Atsakyti į šią žinutę per MotorGaga:

source: Car pictures
lt_lt: Automobilio nuotraukos

# 404 - Page not found
source: Page not found (404)
lt_lt: Puslapis nerastas (404)

source: This page does not exist
lt_lt: Tokio puslapio nėra

# FEEDBACK_REMINDER_CREATION_FAILED
source: Reminder creation failed
lt_lt: Nepavyko sukurti priminimo

source: Reminder for %s set
lt_lt: Nustatytas priminimas automobiliui %s

source: %s reminder for %s
lt_lt: %s priminimas automobiliui %s

source: Reminders
lt_lt: Priminimai

# EMAIL_NOTIFICATION_FROM_NAME
source: MotorGaga.com notification
lt_lt: MotorGaga pranešimas

source: Car name
lt_lt: Automobilio vardas

source: Reminder time
lt_lt: Priminimo laikas

source: Reminder content
lt_lt: Priminimo turinys

source: All reminders
lt_lt: Visi priminimai

source: Today
lt_lt: Šiandien

source: Tomorrow
lt_lt: Rytoj

source: Yesterday
lt_lt: Vakar

source: Dismiss reminder
lt_lt: Išjungti priminimą
