Repository: vikiss/caramnesis
Catalog: application/Locale/*/LC_MESSAGES/messages.po
Languages: lt_lt

source: Postpone reminder
lt_lt: Atidėti priminimą

source: Reminder
lt_lt: Priminimas

# DELETE_EVENT
source: Delete post
lt_lt: Ištrinti įrašą

source: Set reminder
lt_lt: Nustatyti priminimą

# CAR_PLATES_OR_VIN
source: License plate or VIN
lt_lt: Valstybinis numeris arba kėbulo numeris (VIN)

source: Request access from car owner
lt_lt: Klausti automobilio savininko patvirtinimo

# SEND_REQUEST_TO_OWNER_?
source: OK to send request to owner?
lt_lt: Siųsti užklausą automobilio savininkui?

# OWNER_IS_LOCATED_%s_%s_AWAY
source: Owner is located approximately %s %s away
lt_lt: Savininkas gal būti maždaug už %s%s

# MOVE_PICTURE_TO_SORT
source: Move to sort
lt_lt: Keisti eilės tvarką tempiant

# TODO_LIST_HEADER
source: To-do list
lt_lt: Darytini dalykai

# ADD_NEW_TODO_LIST_ITEM
source: Add a to-do list item
lt_lt: Pridėti darytiną dalyką

# MARK_THIS_AS_DONE
source: This to-do item is done
lt_lt: Ši dalykas padarytas

# PUT_THIS_ON_TODO_LIST
source: Add to the to-do list
lt_lt: Pridėti prie darytinų dalykų

# ENTER_CURRENT_ODO
source: Enter current odometer reading
lt_lt: Įrašyti dabartinius odometro parodymus

source: %s expires on %s
lt_lt: %s baigiasi %s

source: Delete reminder
lt_lt: Ištrinti priminimą

source: Reminder deleted
lt_lt: Priminimas ištrintas

source: Reminder delete failed
lt_lt: Priminimo trynimas nepavyko

source: Send
lt_lt: Siųsti

source: New
lt_lt: Naujas

source: Add new %s
lt_lt: Pridėti naują %s

# NEW_ENTRY_VALUE
source: New entry content
lt_lt: Naujo įrašo turinys

source: New entry name
lt_lt: Naujo įrašo pavadinimas

# NEW_RECORD_BLURB
source: Enter picture(s), service record(s), reference info, to-do list item or any other event related to your car
lt_lt: Nuotraukos, serviso įrašai, pastabos, darytini dalykai ar bet koks įrašas, susijęs su automobiliu

source: Upload images or take a picture
lt_lt: Įkelti nuotraukas ar nufotografuoti

# ADD_EVENT_TYPES
source: Add another tag for this post
lt_lt: Pridėti įrašo žymą

source: In a week
lt_lt: Po savaitės

source: In a month
lt_lt: Po mėnesio

source: In a year
lt_lt: Po metų

# SMS_NOTIFICATION_FROM_NAME
source: SMS message from
lt_lt: SMS žinutė nuo

# FEEDBACK_EXPIRY_EDIT_FAILED
source: Expiry term setting edit failed
lt_lt: Galiojimo termino redagavimas nepavyko

# FEEDBACK_EXPIRY_EDIT_SUCCESSFUL
source: Expiry term setting edit succesful
lt_lt: Galiojimo terminai atnaujinti

source: Insurance
lt_lt: Draudimas

source: Inspection
lt_lt: Apžiūra

source: Taxes
lt_lt: Mokesčiai

source: Oil change
lt_lt: Tepalų keitimas

source: Timing belt
lt_lt: Paskirstymo dirželis

# VALID_UNTIL
source: Valid through
lt_lt: Galioja iki

# DESCRIPTION
source: Description, notes
lt_lt: Aprašymas, pastabos

source: Policy No.
lt_lt: Poliso Nr.

source: Show
lt_lt: Rodyti

source: Yes
lt_lt: Taip

source: No
lt_lt: Ne

source: Odometer
lt_lt: Kilometražas

# USER_PHONE
source: Phone
lt_lt: Telefonas

source: Registration data
lt_lt: Registracijos duomenys

source: Technical data
lt_lt: Techniniai duomenys

source: Bodywork data
lt_lt: Kėbulo duomenys

source: Misc data
lt_lt: Įvairūs duomenys

source: Custom data
lt_lt: Savo duomenys

source: Tyre data
lt_lt: Padangų duomenys

# WHEEL_RIM_DATA
source: Rim data
lt_lt: Ratų duomenys

# FIRST_REG_DATE
source: First registration date
lt_lt: Pirmosios registracijos data

# FIRST_REG_THIS_COUNTRY_DATE
source: First registration in this country date
lt_lt: Pirmosios registracijos dabartinėje šalyje data

# REG_DATE_THIS_OWNER
source: Registration date for the current owner
lt_lt: Registracijos šiam savininkui data

# REG_DOC_NUMBER
source: Registration document No.
lt_lt: Registracijos dokumento Nr

source: Unladen weight
lt_lt: Masė be krovinio

source: Gross weight
lt_lt: Leidžiama maksimali masė

source: Combined weight
lt_lt: Leidžiama maksimali masė su priekaba

source: Seated places
lt_lt: Sėdimos vietos

source: Engine power
lt_lt: Variklio galia

source: Engine displacement
lt_lt: Variklio darbinis tūris

source: Engine code
lt_lt: Variklio kodas

source: Fuel type
lt_lt: Kuro rūšis

source: Transmission type
lt_lt: Transmisijos rūšis

# TRANSMISSION_NUMBER_GEARS
source: Number of forward gears
lt_lt: Pavarų skaičius

# GAS
source: Gasoline / petrol
lt_lt: Benzinas

source: Diesel
lt_lt: Dyzelis

# HYBRID_GAS
source: Gasoline / petrol electric hybrid
lt_lt: Benzininis hibridas

# HYBRID_DIESEL
source: Diesel electric hybrid
lt_lt: Dyzelinis hibridas

# ELECTRIC
source: Elektric
lt_lt: Elektra

source: LPG
lt_lt: LPG dujos

source: CNG
lt_lt: CNG dujos

# LPG_GAS
source: Gasoline / petrol and LPG
lt_lt: Benzinas ir LPG dujos

source: Other
lt_lt: Kita

source: Manual transmission
lt_lt: Mechaninė transmisija

# TORQUE_CONVERTER_AUTO
source: Torque converter automatic transmission
lt_lt: Klasikinė automatinė transmisija

# ROBOTIZED_AUTO
source: Robotized automatic transmission
lt_lt: Robotizuota automatinė transmisija

# SEMI_AUTO
source: Semiautomatic transmission
lt_lt: Pusiau automatinė transmisija

source: Summer
lt_lt: Vasarinės

source: Winter
lt_lt: Žieminės

source: All season
lt_lt: Universalios

# ENTER_REMINDER_TEXT
source: Reminder text
lt_lt: Priminimo tekstas

source: Body color name
lt_lt: Kėbulo spalvos pavadinimas

source: Body color code
lt_lt: Kėbulo spalvos kodas

source: Trim color name
lt_lt: Apdailos spalvos pavadinimas

source: Trim color code
lt_lt: Apdailos spalvos kodas

source: Door count
lt_lt: Durų skaičius

source: Windshield wipers
lt_lt: Valytuvai

source: Rim diameter
lt_lt: Ratlankio skersmuo

# RIM_WIDTH
source: Rim width (J)
lt_lt: Ratlankio plotis (J)

# RIM_OFFSET
source: Rim offset (ET)
lt_lt: Ratlankio tvirtinimo plokštumos atstumas (ET)

# RIM_CENTRE_BORE
source: Rem center bore
lt_lt: Centrinės skylės skersmuo

# RIM_BOLT_NO
source: Rim bolt/nut count
lt_lt: Tvirtinimo varžtų/veržlių skaičius

# RIM_BOLT_CIRCLE
source: Pitch circle diameter (PCD)
lt_lt: Tvirtinimo taškų apskritimo skersmuo (PCD)

# TYRE_TYPE
source: Tyre type / model
lt_lt: Padangos tipas, modelis

# TYRE_SEASON
source: Season
lt_lt: Sezonas

source: Section width
lt_lt: Plotis

source: Sidewall ratio
lt_lt: Aukščio santykis

source: Radio code
lt_lt: Radijo kodas

source: Enable SMS notifications
lt_lt: Gauti SMS pranešimus

source: Enable email notifications
lt_lt: Gauti pranešimus el. paštu

source: Transfer your car to user
lt_lt: Perduoti automobilį vartotojui

source: Transfer
lt_lt: Perduoti

# TRANSFER_YOUR_CAR_TO_USERNAME_%
source: Transferring your car to user %s
lt_lt: Jūsų automobilis perduodamas vartotojui %s

# TRANSFER_YOUR_CAR_TO_USER_FINAL_WARNING
source: If the recipient accepts, you will lose ownership and access to this car profile.
lt_lt: Jei vartotojas sutiks priimti, prarasite šio automobilio profilį ir prieigą prie jo.

source: Oil
lt_lt: Tepalai

# FEEDBACK_CAR_TRANSFER_FAILED
source: Car transfer failed
lt_lt: Automobilio perdavimas nepavyko

# FEEDBACK_CAR_TRANSFER_SUCCESS
source: Car successfully transferred
lt_lt: Automobilis sėkmingai perduotas

# CAR_TRANSFER_REQUEST_SEND_FAILED
source: Car transfer request failed to send
lt_lt: Nepavyko išsiųsti automobilio perdavimo užklausos

# CAR_TRANSFER_ACCEPT_REQUEST
source: Accept or decline new car transfer
lt_lt: Priimkite ar atmeskite naujo automobilio perdavimą

# IF_YOU_ACCEPT_CAR_%s_FROM_USER_%s_FOLLOW_%s
source: %s car profile form user %s is now available for transfer to you. Click this link to accept or decline: %s
lt_lt: Jums perduotas automobilis %s iš vartotojo %s. Priimkite ar atsisakykite: %s

source: No car transfers received
lt_lt: Nėra perduotų automobilių

source: Received car transfers
lt_lt: Gauti automobilių perdavimai

# TRANSFER_DATE:
source: Transferred on:
lt_lt: Perdavimo data:

source: Accept
lt_lt: Priimti

source: Decline
lt_lt: Atsisakyti

source: Transfer your car to another user
lt_lt: Perduoti automobilį kitam vartotojui

# CAR_NOT_PUBLIC
source: This car profile is hidden
lt_lt: Automobilis nėra viešai matomas

# JOIN_CARAMNESIS
source: Join MotorGaga!
lt_lt: Prisijunkite prie MotorGaga!

# CARAMNESIS_CAR_PROFILE
source: MotorGaga car profile
lt_lt: MotorGaga automobilio profilis

# CARAMNESIS_CAR_EVENT
source: MotorGaga post
lt_lt: MotorGaga automobilio įrašas

source: Share
lt_lt: Dalintis

source: VIN not found
lt_lt: VIN nerastas

# ENTER_CAR_DATA_MANUALLY
source: Enter car data
lt_lt: Įrašykite automobilio duomenis

# VIN_NOT_FOUND_ENTER_CAR_DATA_MANUALLY
source: VIN not found, please enter car data manually
lt_lt: VIN nerastas, įrašykite automobilio duomenis ranka

# CHECKING_VIN_DATA
source: Checking IVN data
lt_lt: Tikrinami VIN duomenys

# RETEST_VIN
source: Recheck VIN
lt_lt: Patikrinti VIN dar kartą

# PREVIOUS_ODOMETER
source: Previous odometer reading
lt_lt: Ankstesni ridos skaitiklio parodymai

# ODOMETER_ROLL_BACK_WARNING
source: The value you entered is lower than the last recorder value. Are you sure this is correct?
lt_lt: Ridos skaičius mažesnis už anksčiau įrašytą. Ar tikrai norite atsukti ridą atgal?

# MAKE_EVENT_PRIVATE
source: Make this post private
lt_lt: Padaryti šį įrašą privačiu

# MAKE_EVENT_PUBLIC
source: Make this post public
lt_lt: Padaryti šį įrašą viešai matomu

source: Oil change due
lt_lt: Metas keisti tepalus

# RECURRING_EVENTS
source: Recurring
lt_lt: Periodinė priežiūra

# EVENTS
source: Posts
lt_lt: Įrašai

source: HP
lt_lt: AG

source: Next oil change
lt_lt: Būsimas tepalų keitimas

# LAST_OIL_CHANGE
source: Previous oil change
lt_lt: Buvęs tepalų keitimas

# NEXT_DISTR_CHANGE
source: Next timing belt change
lt_lt: Būsimas paskirtymo dirželio keitimas

# LAST_DISTR_CHANGE
source: Previous timing belt change
lt_lt: Buvęs paskirtymo dirželio keitimas

source: Change interval
lt_lt: Keitimo intervalas

source: Edit change interval
lt_lt: Redaguoti keitimo intervalą

# TRANSFER_YOUR_CAR_TO_USER_WARNING
source: By confirming this you agree that the ownership of account for this car and all associated records will be transferred to this user.
lt_lt: Patvirtindami šį veiksmą sutinkate, kad šio automobilio paskyra ir visi susiję įrašai pereina kitam vartotojui.

# NEW_OWNER_NAME_OR_EMAIL
source: Username or email of the new owner
lt_lt: Naujo savininko vartoptojo vardas ar el. pašto adresas

# FEEDBACK_DISTANCE_UNIT_CHANGE_SUCCESSFUL
source: Distance units changes
lt_lt: Atstumo matavimo vienetai sėkmingai pakeisti

# DISTANCE_mi
source: miles
lt_lt: mylios
